import React from 'react';
import NavBar from '../../components/NavBar/NavBar';
import "../../css/main.css";
import "bootstrap/dist/js/bootstrap.min.js";

const Regulatory = () => {
    return (
        <>
            <NavBar />
            <div class="accordion" id="accordionExample">
                <div class="accordion-item">
                    <h2 class="accordion-header" id="headingOne">
                        <button class="accordion-button collapsed" type="button" data-bs-toggle="collapse" data-bs-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                            ЗАКОН УКРАЇНИ
                            Про правовий режим майна у Збройних Силах України
                        </button>
                    </h2>
                    <div id="collapseOne" class="accordion-collapse collapse " aria-labelledby="headingOne" data-bs-parent="#accordionExample">
                        <div class="accordion-body">
                            <p><b>Стаття 1.</b>Військове майно</p>
                            <p>Військове майно - це державне майно, закріплене за військовими частинами, закладами, установами та організаціями Збройних Сил України (далі - військові частини). До військового майна належать будинки, споруди, передавальні пристрої, всі види озброєння, бойова та інша техніка, боєприпаси, пально-мастильні матеріали, продовольство, технічне, аеродромне, шкіперське, речове, культурно-просвітницьке, медичне, ветеринарне, побутове, хімічне, інженерне майно, майно зв'язку тощо.</p>
                            <p><b>Стаття 2.</b>Органи, які здійснюють управління військовим майном</p>
                            <p>Вирішення питань щодо забезпечення Збройних Сил України військовим майном, а також визначення порядку вилучення і передачі його до сфери управління центральних або місцевих органів виконавчої влади, інших органів, уповноважених управляти державним майном, самоврядним установам і організаціям та у комунальну власність територіальних громад сіл, селищ, міст або у їх спільну власність (за згодою відповідних органів місцевого самоврядування з дотриманням вимог Закону України "Про передачу об'єктів права державної та комунальної власності") належить до компетенції Кабінету Міністрів України з урахуванням того, що озброєння та бойова техніка можуть передаватися лише до військових формувань, існування яких передбачено законом, Національної поліції України та Державної прикордонної служби України, а військова зброя та боєприпаси до неї також Державній спеціальній службі транспорту.
                                Частина перша статті 2 в редакції Закону № 3046-III від 07.02.2002; із змінами, внесеними згідно із Законами № 255-VII від 16.05.2013, № 3000-IX від 21.03.2023
                                Міністерство оборони України як центральний орган управління Збройних Сил України здійснює відповідно до закону управління військовим майном, у тому числі закріплює військове майно за військовими частинами (у разі їх формування, переформування), приймає рішення щодо перерозподілу цього майна між військовими частинами Збройних Сил України, в тому числі у разі їх розформування.
                                Порядок передачі дрібнокаліберних патронів калібру 5,6 міліметра, придатних для використання і зберігання, державним і комунальним закладам фізичної культури і спорту, що мають право відповідно до Закону України "Про фізичну культуру і спорт" використовувати спортивну вогнепальну (крім бойової) зброю, визначається Кабінетом Міністрів України.
                                Статтю 2 доповнено частиною третьою згідно із Законом № 1518-IX від 02.06.2021
                            </p>
                            <p><b>Стаття 3.</b>Особливості статусу військового майна</p>
                            <p>Військове майно закріплюється за військовими частинами Збройних Сил України на праві оперативного управління (з урахуванням особливостей, передбачених частиною другою цієї статті).
                                З моменту надходження майна до Збройних Сил України і закріплення його за військовою частиною Збройних Сил України воно набуває статусу військового майна. Військові частини використовують закріплене за ними військове майно лише за його цільовим та функціональним призначенням. Облік, інвентаризація, зберігання, списання, використання та передача військового майна здійснюються у спеціальному порядку, що визначається Кабінетом Міністрів України.
                                Постанови КМ № 1282, № 1225
                                Майно для забезпечення руху опору є військовим майном та закріплюється за військовими частинами Сил спеціальних операцій Збройних Сил України.
                                Статтю 3 доповнено частиною третьою згідно із Законом № 2024-IX від 27.01.2022
                            </p>
                            <p><b>Стаття 4.</b>Облік та списання військового майна</p>
                            <p>Військові частини ведуть облік закріпленого за ними майна у кількісних, якісних, обліково-номерних та вартісних показниках і враховують по відповідних службах - продовольчій, речовій, квартирно-експлуатаційній, пально-мастильних матеріалів тощо.
                                У порядку, передбаченому частиною першою цієї статті, ведеться облік майна, закріпленого за підпорядкованими військовими частинами, у службах забезпечення органів військового управління, органах квартирно-експлуатаційної служби Збройних Сил України, на які покладаються завдання щодо забезпечення військових частин майном відповідно до затверджених норм та організації його ефективного використання.
                                Списання військового майна за актами технічного стану та інспекторськими посвідченнями провадиться командирами військових частин і посадовими особами органів військового управління відповідно до їх компетенції в порядку, встановленому Міністерством оборони України.
                                Наказ Міноборони № 81, наказ МВС № 25
                                Порядок обліку, використання та списання майна для забезпечення руху опору здійснюється в порядку, визначеному Кабінетом Міністрів України.
                                Статтю 4 доповнено частиною четвертою згідно із Законом № 2024-IX від 27.01.2022
                            </p>
                        </div>
                    </div>
                </div>
                <div class="accordion-item">
                    <h2 class="accordion-header" id="headingTwo">
                        <button class="accordion-button collapsed" type="button" data-bs-toggle="collapse" data-bs-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
                            ЗАКОН УКРАЇНИ
                            Про військово-цивільні адміністрації
                        </button>
                    </h2>
                    <div id="collapseTwo" class="accordion-collapse collapse" aria-labelledby="headingTwo" data-bs-parent="#accordionExample">
                        <div class="accordion-body">
                            <p><b>Стаття 1.</b>Статус і призначення військово-цивільних адміністрацій</p>
                            <p>1. Для виконання повноважень місцевих органів виконавчої влади, органів місцевого самоврядування у випадках, встановлених цим Законом, в районі відсічі збройної агресії Російської Федерації, зокрема в районі проведення антитерористичної операції можуть утворюватися військово-цивільні адміністрації.
                                Абзац перший частини першої статті 1 із змінами, внесеними згідно із Законом № 2268-VIII від 18.01.2018
                                Військово-цивільні адміністрації - це тимчасові державні органи у селах, селищах, містах, районах та областях, що діють у складі Антитерористичного центру при Службі безпеки України (у разі їх утворення для виконання повноважень відповідних органів у районі проведення антитерористичної операції) або у складі Об’єднаного оперативного штабу Збройних Сил України (у разі їх утворення для виконання повноважень відповідних органів у районі здійснення заходів із забезпечення національної безпеки і оборони, відсічі і стримування збройної агресії Російської Федерації у Донецькій та Луганській областях) і призначені для забезпечення дії Конституції та законів України, забезпечення безпеки і нормалізації життєдіяльності населення, правопорядку, участі у протидії актам збройної агресії, диверсійним проявам і терористичним актам, недопущення гуманітарної катастрофи в районі відсічі збройної агресії Російської Федерації, зокрема проведення антитерористичної операції.
                                Абзац другий частини першої статті 1 із змінами, внесеними згідно із Законом № 2268-VIII від 18.01.2018
                                Військово-цивільні адміністрації району, області - це тимчасові державні органи, що здійснюють на відповідній території повноваження районних, обласних рад, державних адміністрацій та інші повноваження, визначені цим Законом.
                                Абзац третій частини першої статті 1 із змінами, внесеними згідно із Законом № 995-VIII від 04.02.2016
                                Військово-цивільні адміністрації населених пунктів - це тимчасові державні органи, що здійснюють на територіях відповідних територіальних громад, затверджених Кабінетом Міністрів України, повноваження сільських, селищних, міських, районних у містах (у разі їх створення) рад, виконавчих органів сільських, селищних, міських, районних у містах (у разі їх створення) рад, сільських, селищних, міських голів та інші повноваження, визначені цим Законом.
                                Абзац четвертий частини першої статті 1 із змінами, внесеними згідно із Законом № 995-VIII від 04.02.2016; в редакції Закону № 1120-IX від 17.12.2020
                                2. Військово-цивільні адміністрації є юридичними особами публічного права і наділяються цим та іншими законами повноваженнями, у межах яких діють самостійно і несуть відповідальність за свою діяльність відповідно до закону. Військово-цивільні адміністрації населених пунктів набувають прав та обов’язків з дня внесення запису про їх державну реєстрацію як юридичних осіб до Єдиного державного реєстру юридичних осіб, фізичних осіб - підприємців та громадських формувань.
                                Абзац перший частини другої статті 1 в редакції Закону № 995-VIII від 04.02.2016
                                Районні та обласні державні адміністрації, що набули статусу військово-цивільних адміністрацій, не потребують внесення змін до відомостей про юридичну особу, що містяться в Єдиному державному реєстрі юридичних осіб, фізичних осіб - підприємців та громадських формувань. В офіційній назві цих органів може застосовуватися поряд з назвою відповідно до Єдиного державного реєстру юридичних осіб, фізичних осіб - підприємців та громадських формувань додаткова назва "військово-цивільна адміністрація", що вказує на їхній тимчасовий статус із додатковими повноваженнями.
                                Частину другу статті 1 доповнено новим абзацом згідно із Законом № 995-VIII від 04.02.2016
                                Зразки печаток, бланків і табличок (вивісок) військово-цивільних адміністрацій затверджуються в порядку, встановленому Кабінетом Міністрів України.
                                Стаття 1 в редакції Закону № 650-VIII від 17.07.2015
                            </p>
                        </div>
                    </div>
                </div>
                <div class="accordion-item">
                    <h2 class="accordion-header" id="headingThree">
                        <button class="accordion-button collapsed" type="button" data-bs-toggle="collapse" data-bs-target="#collapseThree" aria-expanded="false" aria-controls="collapseThree">
                            Accordion Item #3
                        </button>
                    </h2>
                    <div id="collapseThree" class="accordion-collapse collapse" aria-labelledby="headingThree" data-bs-parent="#accordionExample">
                        <div class="accordion-body">
                            <strong>This is the third item's accordion body.</strong> It is hidden by default, until the collapse plugin adds the appropriate classes that we use to style each element. These classes control the overall appearance, as well as the showing and hiding via CSS transitions. You can modify any of this with custom CSS or overriding our default variables. It's also worth noting that just about any HTML can go within the <code>.accordion-body</code>, though the transition does limit overflow.
                        </div>
                    </div>
                </div>
            </div>

        </>
    );
};

export default Regulatory;